{
  "title": "About OSBD",
  "body": "<p>OSBD has its roots back in the pre digital mid 1990s. Back then Pip, OSBD’s director, was a youth worker who found himself helping young people to develop their creativity around making short films – one of those being Jon Miles who is now a Trustee. Over time, OSBD developed into a world-class media charity and was formally incorporated and established as a charity in 2001. Over the next several years OSBD worked alongside young people enabling and training as well as creating numerous short films and documentaries. Its innovative <em>Images for Worship</em> visual series and <em>Talk Trigger</em> video pieces had a big impact. OSBD was also commissioned by other charities and NGOs to make documentaries about their work, taking them as far afield as South America and the Ukraine.</p><p>OSBD ran two <em>Breathe Film Festivals</em>, exploring spirituality in film, and brought together fresh innovators in contemporary culture from around the world for its ground breaking <em>Not Drowning Waving</em> conferences. Much respect should be paid to those who worked tirelessly alongside Pip, Rob Taylor, Tim Dendy, Debbie Piper, Rob Purbrick, Sarah Green and many others who served as trustees. Sarah continues to be the longest-serving person, alongside Pip.</p><p>Some years ago OSBD 'The Dog' decreased some of its activity as Pip and Rob Taylor developed <a href=\"http://www.bluehippomedia.com/\">Blue Hippo Media</a>, a company that set it sights on making bigger stories for the big screen. Over the past 6 years BHM has made 5 feature films, many of which have been screened in cinemas and on TV and global VOD platforms.</p><p><a href=\"http://www.bluehippomedia.com/\">www.bluehippomedia.com</a></p><p>Over the past 18 months Pip has felt increasingly that 'The Dog' has new work to do, both building on previous projects but also into new areas. Its core aims however remain central:</p><ol><li>Engage young people through training and development in film-making.</li><li>Create innovative media to explore and communicate.</li><li>Connect disparate groups and individuals interested in creativity and contemporary culture.</li></ol>"
}